/* General */
"OK" = "OK";
"Basic settings" = "Basic settings"; /* Section header */
"Delete" = "Delete";


/* Main activities*/
"Home" = "Home";
"Open" = "Open";
"Closed" = "Closed";
"Awards" = "Awards";


/* HomeView */
"Up next" = "Up next"; /* Section header */
"More to explore" = "More to explore"; /* Section header */
"%@, %lld items, %g%% complete." = "%@, %lld items, %g%% complete."; /* for accessibility*/


/* ProjectsView */
"Open Projects" = "Open Projects"; /* NavigationTitle */
"Closed Projects" = "Closed Projects"; /* NavigationTitle */
"Add Project" = "Add Project"; /* Button label to add project when showing open projects */
"Add New Item" = "Add New Item"; /* Button label to add project when showing open projects */
"There's nothing here right now." = "There's nothing here right now."; /* Text when no projects */


/* Common for many views */
"Description" = "Description"; /* Placeholder text for detail text field */
"New Project" = "New Project"; /* Default project name in Project CoreData helper */
"New Item" = "New Item"; /* Default item name in Project CoreData helper */
"Sort" = "Sort"; /* Sort button label */
"Sort items" = "Sort items"; /* Title of Alert */
"Optimized" = "Optimized"; /* Button label sort action sheet */
"Creation Date" = "Creation Date"; /* Button label sort action sheet */
"Title" = "Title"; /* Placeholder text for title text field and button label sort action sheet*/


/* EditProjectView*/
"Edit Project" = "Edit Project"; /* NavigationTitle */
"Custom project color" = "Custom project color"; /* Section header */
"Close this project" = "Close this project"; /* Button label */
"Delete this project" = "Delete this project"; /* Button label */
"Reopen this project" = "Reopen this project"; /* Button label when showing closed projects */
"Close this project will move this project to Closed tab. Delete the project will delete the project from memory." = "Close this project will move this project to Closed tab. Delete the project will delete the project from memory."; /* Section footer */
"Select a project color" = "Select a project color";
"Pink" = "Pink";
"Purple" = "Purple";
"Red" = "Red";
"Orange" = "Orange";
"Gold" = "Gold";
"Green" = "Green";
"Teal" = "Teal";
"Light Blue" = "Light Blue";
"Dark Blue" = "Dark Blue";
"Midnight" = "Midnight";
"Dark Gray" = "Dark Gray";
"Gray" = "Gray";


"Project reminders" = "Project reminders";
"Show reminders" = "Show reminders";
"Oops!" = "Oops!";
"There was a problem. Please check you have notifications enabled." = "There was a problem. Please check you have notifications enabled.";
"Check Settings" = "Check Settings";
"Reminder time" = "Reminder time";


/* EditItemView */
"Edit Item" = "Edit Item";
"Mark Completed" = "Mark Completed";
"Priority" = "Priority";
"High" = "High";
"Medium" = "Medium";
"Low" = "Low";
"Delete project?" = "Delete project?";
"Are you sure you want to delete this project? It will also delete all items it contains." = "Are you sure you want to delete this project? It will also delete all items it contains.";


/* ItemRowView */
"%@, completed." = "%@, completed.";
"%@, high priority." = "%@, high priority.";


/* AwardsView */
"Unlocked" = "Unlocked";
"Locked" = "Locked";


/* ContainerView */
"Please selection something from the menu to begin." = "Please selection something from the menu to begin.";


/* Unlocking premium */
"Get Unlimited Projects" = "Get Unlimited Projects";
"You can add three projects for free, or pay %@ to add unlimited projects." = "You can add three projects for free, or pay %@ to add unlimited projects.";
"If you already bought the unlock on another device, press Restore Purchases." = "If you already bought the unlock on another device, press Restore Purchases.";
"Restore Purchases" = "Restore Purchases";
"Sorry, there was an error loading the store. Please try again later." = "Sorry, there was an error loading the store. Please try again later.";
"Buy: %@" = "Buy: %@";
"Loading…" = "Loading…";
"Thank you!" = "Thank you!";
"Thank you! Your request is pending approval, but you can carry on using the app in the meantime." = "Thank you! Your request is pending approval, but you can carry on using the app in the meantime.";
"Dismiss" = "Dismiss";

/* WIDGETS */
"Up next…" = "Up next…";
"Nothing!" = "Nothing!";
"Your #1 top-priority item." = "Your #1 top-priority item.";
